-- ----------------------------
-- Records of comment
-- ----------------------------


-- ----------------------------
-- Records of company_info
-- ----------------------------
INSERT INTO `company_info` VALUES ('1', '华东师范大学', 'ECNU', '12345', '123', '123');



-- ----------------------------
-- Records of company_take
-- ----------------------------



-- ----------------------------
-- Records of experience
-- ----------------------------



-- ----------------------------
-- Records of experience_picture
-- ----------------------------



-- ----------------------------
-- Records of group_info
-- ----------------------------




-- ----------------------------
-- Records of group_member
-- ----------------------------




-- ----------------------------
-- Records of task
-- ----------------------------



-- ----------------------------
-- Records of task_type
-- ----------------------------




-- ----------------------------
-- Records of type
-- ----------------------------
INSERT INTO `type` VALUES ('1', '志愿种类', '扶贫济困');
INSERT INTO `type` VALUES ('2', '志愿种类', '助老助残');
INSERT INTO `type` VALUES ('3', '志愿种类', '生态建设');
INSERT INTO `type` VALUES ('4', '志愿种类', '平安巡防');
INSERT INTO `type` VALUES ('5', '志愿种类', '实践培训');
INSERT INTO `type` VALUES ('6', '志愿种类', '社区服务');
INSERT INTO `type` VALUES ('7', '志愿种类', '大型活动');
INSERT INTO `type` VALUES ('8', '志愿种类', '抢险救灾');




-- ----------------------------
-- Records of user_info
-- ----------------------------
INSERT INTO `user_info` VALUES ('1', '10152510261', '123456', '男', '叶润杰', 'yrj', '', '1', '1');
INSERT INTO `user_info` VALUES ('2', '10152510172', '111111', '女', '姜晨怡', 'j', '', '1', '1');
INSERT INTO `user_info` VALUES ('3', '22222222222', '222222', '女', '2号', 'No2', '', '1', '1');



-- ----------------------------
-- Records of user_take
-- ----------------------------

